module.exports = {
	
	"0" : "请求成功",
	
	"10000" : "信息不完整",
	"10001" : "服务器错误，登录失败",
	"10002" : "用户不存在",
	"10003" : "密码不正确",
	"10004" : "用户名不能为空",
	"10005" : "用户名由6到20个英文、数字或下划线组成的字符",
	"10006" : "密码不能为空",
	"10007" : "邮箱地址不能为空",
	"10008" : "邮箱地址不合法",
	"10009" : "验证码不能为空",
	"10010" : "验证码不正确",
	"10011" : "服务器错误，注册失败",
	"10012" : "该用户名已经被注册",
	"10013" : "该邮箱已经被注册",
	"10014" : "用户未登录",
	"10015" : "服务器错误，发送激活邮件失败",
	"10016" : "该邮箱尚未注册，发送失败",
	"10017" : "服务器错误，重设密码失败",
	"10018" : "服务器错误，设置新密码失败",
	"10019" : "TOKEN已经失效",
	"10020" : "服务器错误，获取个人资料失败",
	"10021" : "服务器错误，修改密码失败",
	"10022" : "旧密码不正确",
	"10023" : "修改用户信息失败"
	
	
};
